amiralizadeh9480.laravel-extra-intellisense
anbuselvanrocky.bootstrap5-vscode
bmewburn.vscode-intelephense-client
bracketpaircolordlw.bracket-pair-color-dlw
bradlc.vscode-tailwindcss
cardinal90.multi-cursor-case-preserve
christian-kohler.npm-intellisense
christian-kohler.path-intellisense
codingyu.laravel-goto-view
damms005.devdb
dbaeumer.vscode-eslint
devsense.composer-php-vscode
devsense.intelli-php-vscode
devsense.phptools-vscode
devsense.profiler-php-vscode
donjayamanne.jquerysnippets
dsznajder.es7-react-js-snippets
eamodio.gitlens
ecmel.vscode-html-css
editorconfig.editorconfig
esbenp.prettier-vscode
formulahendry.auto-close-tag
formulahendry.auto-rename-tag
formulahendry.code-runner
github.copilot
github.copilot-chat
github.github-vscode-theme
github.vscode-pull-request-github
glitchbl.laravel-create-view
hansuxdev.bootstrap5-snippets
humy2833.ftp-simple
hwencc.html-tag-wrapper
ihunte.laravel-blade-wrapper
laravel.vscode-laravel
mehedidracula.php-namespace-resolver
midnightsyntax.vscode-wrap-console-log
mightbesimon.emoji-icons
mikestead.dotenv
mohamedbenhida.laravel-intellisense
ms-azuretools.vscode-containers
ms-vscode.vscode-typescript-next
ms-vsliveshare.vsliveshare
naoray.laravel-goto-components
naumovs.color-highlight
onecentlin.laravel-blade
onecentlin.laravel-extension-pack
onecentlin.laravel5-snippets
pgl.laravel-jump-controller
pkief.material-icon-theme
pmndrs.pmndrs
pranaygp.vscode-css-peek
rangav.vscode-thunder-client
ritwickdey.liveserver
ryannaddy.laravel-artisan
shufo.vscode-blade-formatter
skyran.js-jsx-snippets
sonarsource.sonarlint-vscode
streetsidesoftware.code-spell-checker
tal7aouy.rainbow-bracket
teabyii.ayu
thekalinga.bootstrap4-vscode
tobermory.es6-string-html
tyriar.sort-lines
usernamehw.errorlens
vscode-icons-team.vscode-icons
wakatime.vscode-wakatime
xabikos.javascriptsnippets
xdebug.php-debug
